Repository: common-repository/ps-tools
Catalog: lang/*-tools-*.po
Languages: pt_br

source: 3D Rotate Tool (K)
pt_br: Giro 3D (K)

source: 3D Roll Tool (K)
pt_br: Rolagem 3D (K)

source: 3D Pan Tool (K)
pt_br: Deslocamento 3D (K)

source: 3D Slide Tool (K)
pt_br: Slide 3D (K)

source: 3D Scale Tool (K)
pt_br: Escala 3D (K)

source: 3D Orbit Tool (N)
pt_br: Órbita 3D (N)

source: 3D Roll View Tool (N)
pt_br: Exibição de rolagem 3D (N)

source: 3D Pan View Tool (N)
pt_br: Exibição de deslocamento 3D (N)

source: 3D Walk View Tool (N)
pt_br: Exibição de movimentação 3D (N)

source: 3D Zoom Tool (N)
pt_br: Exibição de zoom 3D (N)

source: Add Anchor Point
pt_br: Adicionar ponto de ancoragem

source: Art History Brush (Y)
pt_br: Pincel história da arte (Y)

source: Audio Annotation (N)
pt_br: Observação em Áudio (N)

source: Background Eraser (E)
pt_br: Borracha de plano de fundo (E)

source: Blur (R)
pt_br: Desfoque

source: Brush Tool (B)
pt_br: Pincel (B)

source: Burn Tool (O)
pt_br: Subexposição (O)

source: Clone Stamp (S)
pt_br: Carimbo (S)

source: Color Sampler (I)
pt_br: Classificador de cores (I)

source: Color Replacement (B)
pt_br: Substituição de cor (B)

source: Convert Anchor Point
pt_br: Converter ponto

source: Crop (C)
pt_br: Corte demarcado (C)

source: Custom Shape (U)
pt_br: Forma personalizada (U)

source: Delete Anchor Point
pt_br: Excluir ponto de ancoragem

source: Direct Selection (A)
pt_br: Seleção direta (A)

source: Dodge(O)
pt_br: Superexposição (O)

source: Ellipse (U)
pt_br: Elipse (U)

source: Elliptical Marquee (M)
pt_br: Letreiro elíptico (M)

source: Eraser (E)
pt_br: Borracha (E)

source: Eyedropper (I)
pt_br: Conta-gotas (I)

source: Freeform Pen (P)
pt_br: Caneta de forma livre (P)

source: Gradient (G)
pt_br: Gradiente (G)

source: Hand (H)
pt_br: Mão (H)

source: Healing Brush (J)
pt_br: Pincel de recuperação (J)

source: History Brush (Y)
pt_br: Pincel do histórico (Y)

source: Horizontal Type (T)
pt_br: Texto horizontal (T)

source: Horizontal Type Mask (T)
pt_br: Máscara de texto horizontal (T)

source: Lasso (L)
pt_br: Laço (L)

source: Line (U)
pt_br: Linha (U)

source: Magnetic Lasso (L)
pt_br: Laço magnético (L)

source: Magic Wand (W)
pt_br: Seleção rápida (W)

source: Magic Eraser (E)
pt_br: Borracha mágica (E)

source: Move Tool (V)
pt_br: Mover (V)

source: Paint Bucket (G)
pt_br: Lata de tinta (G)

source: Patch (J)
pt_br: Correção (J)

source: Path Selection (A)
pt_br: Seleção direta (A)

source: Pattern Stamp (S)
pt_br: Carimbo de padrão (S)

source: Pen (P)
pt_br: Caneta (P)

source: Pencil (B)
pt_br: Lápis (B)

source: Polygonal Lasso(L)
pt_br: Laço poligonal (L)

source: Polygon (U)
pt_br: Polígono (U)

source: Quick Selection (W)
pt_br: Seleção rápida (W)

source: Rectangular Marquee Tool
pt_br: Letreiro retangular (M)

source: Rectangle (U)
pt_br: Retângulo (U)

source: Red Eye (J)
pt_br: Olhos vermelhos (J)

source: Rounded Rectangle (U)
pt_br: Retângulo arredondado (U)

source: Rotate View Tool (R)
pt_br: Girar visualização (R)

source: Ruler Tool (I)
pt_br: Régua (I)

source: Sharpen (R)
pt_br: Tornar nítido

source: Single Column Marquee
pt_br: Letreiro de coluna única

source: Single Row Marquee
pt_br: Letreiro de linha única

source: Slice (K)
pt_br: Fatia (C)

source: Slice Select
pt_br: Seleção de fatia (C)

source: Smudge (R)
pt_br: Borrar

source: Sponge (O)
pt_br: Esponja (O)

source: Spot Healing Brush (J)
pt_br: Pincel de recuperação para manchas (J)

source: Vertical Type (T)
pt_br: Texto vertical (T)

source: Vertical Type Mask (T)
pt_br: Máscara de texto vertical (T)

source: About PS Tools
pt_br: Sobre o PS Tools

source: <strong>PS Tools</strong> allows you insert a reference for any Adobe&reg; Photoshop&reg; tool in posts and pages.
pt_br: <strong>PS Tools</strong> permite inserir referências a qualquer ferramenta do software Adobe&reg; Photoshop&reg; em seus posts e páginas.

source: By using PS Tools, you will not need to write up the same reference everytime, what is very boring and time consuming, you just need to select the tool and insert in your text.
pt_br: Ao usar o PS Tools, você não precisará escrever as referência toda vez, o que é meio chato e consome tempo, você só precisa selecionar a ferramenta que quer referenciar no seu texto.

source: You also can style the output, changing font and color, anytime.
pt_br: Você também pode mudar o estilo das referência, mudando cores e fontes.

source: Notes & Features
pt_br: Notas & Recursos

source: Your current WordPress language is
pt_br: O idioma do seu WrodPress atualmente é

source: In HTML mode, you will see the tool name and icon inside <code>span</code> tags. If you want use you own icons, send/change the files in:
pt_br: No modo HTML, você verá a imagem e o nome da ferramente dentro de tags <code>span</code>. Se quiser usar seus p'roprios ícones, envie/modifique imagens em:

source: If you want to change the output style, edit the stylesheet:
pt_br: Se quiser mudar o estilo como cada ferramenta aparece, edite a folha de estilo:

source: PS Tools do insert HTML tags and images in your text, not shortcodes! If you deactive the plugin, all images will display as long as you keep the plugin folder. If so, append the PS Tools CSS classes in your theme stylesheet for keep the output style working as well.
pt_br: O PS Tools insere tags HTML e imagens em seu texto, não shortcodes! Se decidir desativar o plugin, todas as imagens ainda serão visíveis enquanto manter a pasta do plugin. Se for assim, adicione o CSS do PS Tools à folha de estilos do seu tema para que os estilos também funcionem.

source: If you find that when you start to type after insert some reference, the text gets inside the tool <code>span</code> tag, please try clicking the editor area before type, or insert the reference between sentences. Also, you can check the HTML output if needed.
pt_br: Se logo depois de inserir uma ferramenta, o texto digitado ficar dentro da tag <code>span</code> da ferramenta, por favor, logo após inserir uma referência, clique na área de edição antes de recomçar a digitar. Você também pode verificar o HTML se necessário.

source: PS Tools currently refer to Adobe&reg; Photoshop&reg; CS4 Extended. If some tool is missing, please send me an <a href="mailto:dianakac@gmail.com?subject=PS Tools plugin - tools missing">e-mail</a>.
pt_br: O PS Tools atualmente faz referência ao Adobe&reg; Photoshop&reg; CS4 Extended. Se alguma ferramenta estiver faltando, por favor me envie um <a href="mailto:dianakac@gmail.com?subject=PS Tools plugin - ferramenta faltando">email</a>.

source: How to use
pt_br: Como usar

source: After install, edit a post or page in Visual mode.
pt_br: Depois de instalar, edite um post ou página no modo Visual.

source: Write your text as usual then click the PS Tool button where you want insert a tool reference.
pt_br: Escreva seu texto como de costume e então clique no botão PS Tools, onde quer inserir uma referência.

source: Support & Contact
pt_br: Suporte & Contato

source: Plugin Website:
pt_br: Site:

source: Donations
pt_br: Doações

source: Have you using this plugin a lot? Consider make a donation. Also, you can send me translations files, improvements etc.
pt_br: Você tem usado bastante esse plugin? Considere fazer uma doação. Além disso, também poderá enviar traduções, melhorias etc.

source: PayPal - The safer, easier way to pay online!
pt_br: PayPal - O modo mais seguro e fácil de pagar online!

source: Choose a tool refer then click <em>Insert</em>:
pt_br: Escolha uma ferramenta e clique em <em>Inserir</em>:

source: Insert
pt_br: Inserir

source: Close
pt_br: Fechar

source: Count (I)
pt_br: Contagem (I)

source: Notes (N)
pt_br: Observação (I)

source: are trademarks of Adobe Systems Incorporated
pt_br: são marcas registradas da Adobe Systems Incorporated

source: If a translation file is available, you can use PS Tools referencing Photoshop&reg; in your language, but please note: if you decide to use your language after sometime using this plugin, <strong>the old references will not be translated</strong>.
pt_br: Se houver uma tradução disponível você pode usar PS Tools referenciando ferramentas do Photoshop&reg; em seu idioma, mas atenção: se decidir usar outro idioma depois de já ter usado referências em inglês, <strong>as referências antigas não serão traduzidas</strong>.

source: Click the tool reference you want insert and click Insert.
pt_br: Clique na ferramenta que quer referenciar então clique Inserir.

source: The reference is inserted and depicts the tool button image and name.
pt_br: A referência é inserida e mostra a imagem da ferramenta e seu nome.

source: Send me an <a href="mailto:dianakac@gmail.com?subject=About PS Tools Plugin">e-mail</a> anytime. You can also reach me at my <a href="http://arquivo.tk" _target="_blank" >website</a>
pt_br: Envie-me um <a href="mailto:dianakac@gmail.com?subject=Sobre o PS Tools">email</a> a qualquer hora. Você também pode me achar no meu <a href="http://arquivo.tk" _target="_blank" >website</a>
